export const OTHER_INSTITUTE_VALUE = 'other';

export const LPNU_INSTITUTES = [
  {
    id: 'ikni',
    name: 'ІКНІ - Інститут комп’ютерних наук та інформаційних технологій',
    programs: [
      'B11 - Філологія (Прикладна лінгвістика)',
      'F2 - Інженерія програмного забезпечення',
      'F3 - Комп’ютерні науки (Обчислювальний інтелект смарт-систем)',
      'F3 - Комп’ютерні науки (Проєктування і програмування інтелектуальних систем і пристроїв)',
      'F3 - Комп’ютерні науки (Системи штучного інтелекту)',
      'F3 - Комп’ютерні науки (Системи віртуальної реальності)',
      'F4 - Системний аналіз',
      'F4 - Управління ІТ продуктами',
      'F6 - Розподілені інформаційні системи та технології',
      'G20 - Видавництво та поліграфія',
    ],
  },
  {
    id: 'ikta',
    name: 'ІКТА - Інститут комп’ютерних технологій, автоматики та метрології',
    programs: [
      'F3 - Комп’ютерні науки (Системна інженерія / Інтернет речей)',
      'F5 - Кібербезпека',
      'F7 - Комп’ютерна інженерія',
      'G6 - Інформаційно-вимірювальні технології',
    ],
  },
  {
    id: 'iard',
    name: 'ІАРД - Інститут архітектури та дизайну',
    programs: [
      'G17 - Архітектура та містобудування',
      'B2.01 - Візуальний дизайн',
      'B2.03 - Інтер’єр та просторовий дизайн',
      'B4.02 - Образотворче мистецтво та реставрація',
    ],
  },
];
